tap "gcenx/wine"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "jesseduffield/lazygit"
brew "aom"
brew "arduino-cli"
brew "bat"
brew "bison@2.7"
brew "brainfuck"
brew "python@3.9"
brew "chezmoi"
brew "dpkg"
brew "exa"
brew "fd"
brew "harfbuzz"
brew "pango"
brew "sdl2"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "flex"
brew "gcc"
brew "gdb"
brew "gdk-pixbuf"
brew "gh"
brew "ghq"
brew "gifsicle"
brew "go"
brew "gobject-introspection"
brew "gsettings-desktop-schemas"
brew "gtk+3"
brew "lua"
brew "make"
brew "maven"
brew "nasm"
brew "neovim"
brew "nghttp2"
brew "node", link: false
brew "nodebrew"
brew "peco"
brew "pyenv"
brew "tcl-tk", link: false
brew "python-tk@3.9"
brew "rcm"
brew "ripgrep"
brew "sdl2_image"
brew "telnet"
brew "tesseract-lang"
brew "tmux"
brew "tree"
brew "typos-cli"
brew "vim"
brew "winetricks"
brew "wtfutil"
brew "zenity"
brew "zplug"
brew "jesseduffield/lazygit/lazygit"
cask "chromedriver"
cask "ngrok"
cask "virtualbox"
cask "wine-stable"
cask "wineskin"
cask "xquartz"
vscode "eamodio.gitlens"
vscode "GitHub.github-vscode-theme"
vscode "ms-python.flake8"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "PKief.material-icon-theme"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "SonarSource.sonarlint-vscode"
vscode "twxs.cmake"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "wayou.vscode-todo-highlight"
